"TITLE_INTRODUCTION" = "Introducción";
"TITLE_IDENTIFYING" = "Identificación del teclado";
"TITLE_CONCLUSION" = "Conclusión";
"TITLE_SELECT" = "Selección del tipo de teclado";

"INTRO_TEXT" = "Es imposible identificar el teclado y no podrá utilizarlo hasta que pueda ser identificado. Para identificar el teclado, haga clic en Continuar.\n\nSi su teclado funciona correctamente y tiene conectado al ordenador otro dispositivo de entrada USB que no es un teclado, puede omitir este paso.";
"LEFT_SHIFT_TEXT" = "Pulse la tecla situada justo a la derecha de la tecla Mayúsculas en el lado izquierdo del teclado.";
"RIGHT_SHIFT_TEXT" = "Pulse la tecla situada justo a la izquierda de la tecla Mayúsculas en el lado derecho del teclado.";
"SHIFT_SUB_TEXT" = "Pulse la tecla solo una vez y procure no pulsarla demasiado tiempo. Una vez reconocida, se mostrará el panel siguiente.";
"CONFIRM_TEXT" = "Su teclado ha sido identificado. Haga clic en Aceptar para empezar a usar el ordenador. Si su teclado no es de este tipo, seleccione el tipo correcto y haga clic en Salir.";
"FORCE_CONFIRM_TEXT" = "Seleccione el tipo de teclado que está utilizando y haga clic en Aceptar. Si no sabe de qué tipo es su teclado, póngase en contacto con el fabricante para que le ayude a identificarlo.";
"PROGRESS_TEXT" = "Identificando el teclado...";
"WARNING_TITLE" = "Su teclado no puede ser identificado.";
"WARNING_MESSAGE" = "Las teclas pulsadas no se han reconocido. Haga clic en Aceptar para seleccionar el tipo de teclado utilizado.";
"OK_BUTTON" = "Aceptar";
"SKIP_BUTTON" = "Omitir";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Pulse la tecla situada justo a la derecha de la tecla Mayúsculas del lado izquierdo del teclado que no puede identificarse.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Pulse la tecla situada justo a la izquierda de la tecla Mayúsculas del lado derecho del teclado que no puede identificarse.";
"EXTERNAL_WARNING_MESSAGE" = "Ha pulsado un tecla del teclado Apple Keyboard. Pulse las teclas del teclado que no pueden identificarse.";

"ANSI_TITLE" = "ANSI (EE UU y otros países)";
"ANSI_HINT" = "Teclado estándar de 101 ó 102 teclas y algunos otros teclados";

"ISO_TITLE" = "ISO (europeo)";
"ISO_HINT" = "Teclado estándar ISO/IEC 9995";

"JIS_TITLE" = "JIS (japonés)";
"JIS_HINT" = "Teclado estándar japonés con teclas de métodos de entrada";

"MacISO_TITLE" = "ISO (europeo)";
"MacISO_HINT" = "Teclado ISO/Macintosh";
